{
  "response": {
      "status": "ok",
      "userTier": "developer",
      "total": 21956,
      "startIndex": 1,
      "pageSize": 10,
      "currentPage": 1,
      "pages": 2196,
      "orderBy": "oldest",
      "results": [
          {
              "id": "culture/1977/aug/17/artsfeatures.elvis25yearson",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1977-08-17T15:11:01Z",
              "webTitle": "Elvis dies and the age of Rock is over",
              "webUrl": "https://www.theguardian.com/culture/1977/aug/17/artsfeatures.elvis25yearson",
              "apiUrl": "https://content.guardianapis.com/culture/1977/aug/17/artsfeatures.elvis25yearson",
              "fields": {
                  "headline": "Elvis dies and the age of Rock is over",
                  "trailText": "<p>The King is dead and there will be no replacement. Elvis Presley, the founder, the greatest exponent, and the most passionate figure in rock and roll, died last night in the emergency ward of Memphis Baptist Hospital of \"acute respiratory distress.\"</p>",
                  "byline": "Martin Walker",
                  "main": "",
                  "body": "<p>The King is dead and there will be no replacement. Elvis Presley, the founder, the greatest exponent, and the most passionate figure in rock and roll, died last night in the emergency ward of Memphis Baptist Hospital of \"acute respiratory distress.\"</p> <p>A hospital spokesman said Presley was found unconscious at his home by his road manager, Joe Esposito, who called the fire department ambulance. Ambulance personnel tried to resuscitate the singer as he was being rushed to hospital but Presley's personal physician, Dr George Nichopoulos, pronounced him dead.</p> <p>Thus ended at the age of 42 the career of the man who recorded more than 400 songs, who sold more than 260 million records and who will always embody not only rock and roll but the sudden explosion of young white affluence which created it. He received dozens of offers to perform in Britain but turned them all down.</p> <p>Elvis Aaron Presley was born on January 8, 1935 in East Tupelo, Mississippi. His twin brother Jesse died at birth and his parents, Vernon and Gladys Presley, raised him in the kind of loving and religious poor white home which was the very essence of the deep south.</p> <p>After winning several talent competitions as a child, working as a cinema usher and a truck driver, the job he always said he liked best. Elvis Presley met his first inspiration, Mr Sam Phillips, the owner of the Sun Record Company.</p> <p>It was the early recordings of songs by black musicians that attracted the attention of Colonel Tom Parker, who was to become Presley's svengali, guiding his career and personal life with the object of making as much money as possible. Within a year of Col. Parker becoming his manager in November 1955, the young Presley had won his first six gold discs and an international reputation as the most dangerous thing to hit civilisation since the atom bomb.</p> <p>US churchmen, politicians and Senate leaders railed against \"Elvis the Pelvis\" whose bucking hips and passionate rhythms on stage were sending shudders of sexual excitement through a whole continent of American girlhood via the new medium of television.</p> <p>Worse than that, Presley had taken black songs, and a black style of aggressive presentation and sold this passionate music as a neat package wrapped in his acceptably white skin. Years before civil rights legislation, and while the Deep South was still segregated, Presley brought the black man's blues to the hearts and minds of a young America.</p> <p>The songs that Presley spread around the world were hard driving, uncompromising celebrations of toughness or maudlin despair. Just as in his private life the young Presley regularly flattened the many men who challenged him to fight, and yet publicised his almost sickening devotion to his mother, so his songs were either masculine and hard like Jailhouse Rock or appallingly sentimental, like Heartbreak Hotel and Love Me Tender.</p> <p>By 1958, Elvis Presley had achieved the kind of international fame which only John Kennedy and The Beatles were to rival. And then it all changed. On March 24, 1958, he was conscripted into the US army.</p> <p>His hair was cut, his back was straightened and the surly curl to his lip was replaced by a bright eye and a strong chin. The teenage monster had become a doughty defender of mom's apple pie.</p> <p>He married Priscilla Beaulieu, the daughter of a US Air Force colonel in 1957 after meeting her in West Germany while he was doing his military service. They had one daughter, Lisa Marie born in February 1968, but were divorced in 1973.</p> <p>When Presley put on uniform and after his return, the guts and defiance went out of his music. He had many hit records with medium paced ballads like His Latest Flame and She's Not You and with very slow numbers like Are You Lonesome Tonight.</p> <p>To the despair of his old fans, Elvis stopped rocking and started to make bland, commercial films which celebrated the wholesome girl-loving, patriotic decency of young America..</p> <p>He was taken to hospital several times because of weight problems, and as his weight increased, his public appearances became more infrequent. Sources close to the Presley routine said he has recently been a heavy cocaine user.</p> <p>As if to show he could still do it, his records still crept into the charts and in 1969, one of them, In the Ghetto, seemed to echo his old passions and to pay a debt to the black roots of his music.</p>",
                  "wordcount": "747",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2017-02-15T00:48:48Z",
                  "newspaperEditionDate": "1977-08-17T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xkv3t",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "The King is dead and there will be no replacement. Elvis Presley, the founder, the greatest exponent, and the most passionate figure in rock and roll, died last night in the emergency ward of Memphis Baptist Hospital of \"acute respiratory distress.\" A hospital spokesman said Presley was found unconscious at his home by his road manager, Joe Esposito, who called the fire department ambulance. Ambulance personnel tried to resuscitate the singer as he was being rushed to hospital but Presley's personal physician, Dr George Nichopoulos, pronounced him dead. Thus ended at the age of 42 the career of the man who recorded more than 400 songs, who sold more than 260 million records and who will always embody not only rock and roll but the sudden explosion of young white affluence which created it. He received dozens of offers to perform in Britain but turned them all down. Elvis Aaron Presley was born on January 8, 1935 in East Tupelo, Mississippi. His twin brother Jesse died at birth and his parents, Vernon and Gladys Presley, raised him in the kind of loving and religious poor white home which was the very essence of the deep south. After winning several talent competitions as a child, working as a cinema usher and a truck driver, the job he always said he liked best. Elvis Presley met his first inspiration, Mr Sam Phillips, the owner of the Sun Record Company. It was the early recordings of songs by black musicians that attracted the attention of Colonel Tom Parker, who was to become Presley's svengali, guiding his career and personal life with the object of making as much money as possible. Within a year of Col. Parker becoming his manager in November 1955, the young Presley had won his first six gold discs and an international reputation as the most dangerous thing to hit civilisation since the atom bomb. US churchmen, politicians and Senate leaders railed against \"Elvis the Pelvis\" whose bucking hips and passionate rhythms on stage were sending shudders of sexual excitement through a whole continent of American girlhood via the new medium of television. Worse than that, Presley had taken black songs, and a black style of aggressive presentation and sold this passionate music as a neat package wrapped in his acceptably white skin. Years before civil rights legislation, and while the Deep South was still segregated, Presley brought the black man's blues to the hearts and minds of a young America. The songs that Presley spread around the world were hard driving, uncompromising celebrations of toughness or maudlin despair. Just as in his private life the young Presley regularly flattened the many men who challenged him to fight, and yet publicised his almost sickening devotion to his mother, so his songs were either masculine and hard like Jailhouse Rock or appallingly sentimental, like Heartbreak Hotel and Love Me Tender. By 1958, Elvis Presley had achieved the kind of international fame which only John Kennedy and The Beatles were to rival. And then it all changed. On March 24, 1958, he was conscripted into the US army. His hair was cut, his back was straightened and the surly curl to his lip was replaced by a bright eye and a strong chin. The teenage monster had become a doughty defender of mom's apple pie. He married Priscilla Beaulieu, the daughter of a US Air Force colonel in 1957 after meeting her in West Germany while he was doing his military service. They had one daughter, Lisa Marie born in February 1968, but were divorced in 1973. When Presley put on uniform and after his return, the guts and defiance went out of his music. He had many hit records with medium paced ballads like His Latest Flame and She's Not You and with very slow numbers like Are You Lonesome Tonight. To the despair of his old fans, Elvis stopped rocking and started to make bland, commercial films which celebrated the wholesome girl-loving, patriotic decency of young America.. He was taken to hospital several times because of weight problems, and as his weight increased, his public appearances became more infrequent. Sources close to the Presley routine said he has recently been a heavy cocaine user. As if to show he could still do it, his records still crept into the charts and in 1969, one of them, In the Ghetto, seemed to echo his old passions and to pay a debt to the black roots of his music.",
                  "charCount": "4350",
                  "bylineHtml": "<span data-tag-id=\"16084\" class=\"contributor\">Martin Walker</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "culture/1977/aug/18/artsfeatures.elvis25yearson",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1977-08-18T14:53:41Z",
              "webTitle": "The Myth lives on",
              "webUrl": "https://www.theguardian.com/culture/1977/aug/18/artsfeatures.elvis25yearson",
              "apiUrl": "https://content.guardianapis.com/culture/1977/aug/18/artsfeatures.elvis25yearson",
              "fields": {
                  "headline": "The Myth lives on",
                  "standfirst": "Elvis Presley had a talent that was never fully tested. Robin Denselow looks back over two decades of records from the white man with a Negro sound",
                  "trailText": "<p>Elvis Presley had a talent that was never fully tested. <strong>Robin Denselow</strong> looks back over two decades of records from the white man with a Negro sound.</p>",
                  "main": "",
                  "body": "<p>Elvis Presley died as he lived, an enigma to the end. Not just in his personal life behind the closed gates of the mansion in Elvis Presley Boulevard, Memphis but in his professional life as the greatest rock 'n' roller of them all (if briefly, and many years ago), and as one of the two American entertainers of the post-war period to have acquired a truly mythical status.</p> <p>The other was Monroe and it is no coincidence that Warhol chose her - along with Presley - as the subject for his best known two-dimensional pop art. Disposable and untouchable. He leaves behind that image and leaves with it 400 songs and sales of over 260 million records that vary almost ridiculously in quality and style, but have left the myth and enigma intact.</p> <p>There are currently 35 Presley albums available in this country (including two boxed sets) and with re-releases he has had 117 singles on sale here. The first his record was 22 years ago and his latest album was released only this month. It included a single, Way Down, currently 46 in the charts (and doubtless in the Top Ten next week) which may not be the greatest recording he has made by a long way, but shows he certainly wasn't finished at the end, as some have suggested.</p> <p>His recorded output falls into four loose categories. There are the earliest recordings made for Sam Phillips at Sun Records in Memphis. There are the songs from the period of his most massive success in the later fifties, when Colonel Parker sold him to RCA and sent him wiggling across an America just discovering the hysterical froth of a growing youth culture. There are the often disappointing songs from the sixties, when after a period of national service (1958-60) he was re-packaged as Wholesome family entertainment, first quite successfully through films like Wild In the Country, and then appallingly when he was paid ridiculous sums to churn out dreadful films with dreadful songs.</p> <p>The fourth, most uneasy period has been since he again ventured out for live performances, starting in Las Vegas in 1969 and daring to tackle New York's Madison Square Garden in 1972. His new live recordings vary from the edge of self-parody to occasionally slick and powerful singing when he rediscovered the ballads and the aggressive, exhilarating styles which once earned him the undisputed title of King.</p> <p>For me the greatest of his recordings are the earliest of all, now available on the album The Sun Collection (RCA HY 1001). These are the songs of the son of a poor sharecropper, a boy who wore flashy clothes, drove a truck and almost by instinct fulfilled what Phillips knew the public wanted - \"a white man who had a Negro sound and a Negro feel\". It is the sound of Memphis in the mid-fifties - black music that had moved up and down the Mississippi being interpreted by a young white with a natural gift for distinctive phrasing, and roots in country music.</p> <p>The \"rockability\" or \"western bop\" style Presley helped to pioneer is more natural and relaxed than in the famous recordings of a couple of years later, when he piled on the hysterics and grunting emotion to meet public demand. The album includes such black material as Arthur \"Big Boy\" Crudup's That's All Right Mama and country songs such as Blue Moon of Kentucky and I'm left, You're right, She's gone. All are treated with a a new vitality, a natural inventiveness and excitement and a lightness of touch that was to be lacking in later recordings.</p> <p>Presley's most famous tracks later on in the fifties when the crowds screamed, parents were disgusted and Ed Sullivan would have Elvis on his television show only if he was shot from the waist up, are available on a number of compilation albums. Songs such as Heartbreak Hotel, Jailhouse Rock and I Got Stung will always be classics and as much because of Elvis's unique vocal style and phrasing as for his boldly intense sexuality and emotion.</p> <p>If your singles have worn ou the best way to replace them is through two boxed sets, Worldwide 50 Gold Awards Hits Vol 1 and 2 (RCA Victor LPM 6101/2). Vol.1 contains the \"A\" sides, Vol. 2 the \"B\" sides and the set runs from Heartbreak Hotel in 1958 to Kentucky Rain in 1970. It includes the best of the tracks that Elvis recorded among all the mediocre output of the sixties from Return to Sender to In The Ghetto with such horrors as Viva Las Vegas thrown in.</p> <p>As an alternative - if you can find it - there's a new boxed set of Presley's 16 No. 1 British singles covering a 13 year period. The set came out in April, and the singles came in special sleeves and were enclosed with unhappy irony in a black box. This has become an instant collector's item.</p> <p>Elvis's most recent work has been covered by a series of variable albums with live tracks from Live at Madison Square Gardens (RCA SF8296), a recording of his June 1972 show, to the patchily impressive Live in Memphis (RCA AFLI 0605) in which he mixes old hits with songs by Kris Kristofferson and Mickey Newbury, and the brand new Moody Blue (RCA PL12428). Some of the songs here are recorded at home and some \"on tour\" (no details are given). The live tracks are unimpressive, kicking off with a particularly unremarkable version of Unchained Melody (of all things). But at least there's the single to show that Presley could sometimes bother to do well at 42.</p> <p>His death will lead to the usual morbid successes - religious albums such as his 1971 set, His Hand In Mine (RCA SF8207), are likely to start selling again, and his recently deleted album of stage chat (or rather mumbles), Having Fun With Elvis On Stage (RCA APM 10818 if you can get it and really want it), is likely to be made available once more. He didn't have that much to say because he was not rebel or spokesman or innovator - at least in the last 10 years. He deserves to be remembered not for his unhappy private life or his recent patchy output, but for those exhilarating and extraordinary years before 1958, and a talent that remains as enigmatic and unknown as the man because it was never fully tested.</p>",
                  "wordcount": "1076",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2017-02-15T00:48:48Z",
                  "newspaperEditionDate": "1977-08-18T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xfdcb",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "Elvis Presley died as he lived, an enigma to the end. Not just in his personal life behind the closed gates of the mansion in Elvis Presley Boulevard, Memphis but in his professional life as the greatest rock 'n' roller of them all (if briefly, and many years ago), and as one of the two American entertainers of the post-war period to have acquired a truly mythical status. The other was Monroe and it is no coincidence that Warhol chose her - along with Presley - as the subject for his best known two-dimensional pop art. Disposable and untouchable. He leaves behind that image and leaves with it 400 songs and sales of over 260 million records that vary almost ridiculously in quality and style, but have left the myth and enigma intact. There are currently 35 Presley albums available in this country (including two boxed sets) and with re-releases he has had 117 singles on sale here. The first his record was 22 years ago and his latest album was released only this month. It included a single, Way Down, currently 46 in the charts (and doubtless in the Top Ten next week) which may not be the greatest recording he has made by a long way, but shows he certainly wasn't finished at the end, as some have suggested. His recorded output falls into four loose categories. There are the earliest recordings made for Sam Phillips at Sun Records in Memphis. There are the songs from the period of his most massive success in the later fifties, when Colonel Parker sold him to RCA and sent him wiggling across an America just discovering the hysterical froth of a growing youth culture. There are the often disappointing songs from the sixties, when after a period of national service (1958-60) he was re-packaged as Wholesome family entertainment, first quite successfully through films like Wild In the Country, and then appallingly when he was paid ridiculous sums to churn out dreadful films with dreadful songs. The fourth, most uneasy period has been since he again ventured out for live performances, starting in Las Vegas in 1969 and daring to tackle New York's Madison Square Garden in 1972. His new live recordings vary from the edge of self-parody to occasionally slick and powerful singing when he rediscovered the ballads and the aggressive, exhilarating styles which once earned him the undisputed title of King. For me the greatest of his recordings are the earliest of all, now available on the album The Sun Collection (RCA HY 1001). These are the songs of the son of a poor sharecropper, a boy who wore flashy clothes, drove a truck and almost by instinct fulfilled what Phillips knew the public wanted - \"a white man who had a Negro sound and a Negro feel\". It is the sound of Memphis in the mid-fifties - black music that had moved up and down the Mississippi being interpreted by a young white with a natural gift for distinctive phrasing, and roots in country music. The \"rockability\" or \"western bop\" style Presley helped to pioneer is more natural and relaxed than in the famous recordings of a couple of years later, when he piled on the hysterics and grunting emotion to meet public demand. The album includes such black material as Arthur \"Big Boy\" Crudup's That's All Right Mama and country songs such as Blue Moon of Kentucky and I'm left, You're right, She's gone. All are treated with a a new vitality, a natural inventiveness and excitement and a lightness of touch that was to be lacking in later recordings. Presley's most famous tracks later on in the fifties when the crowds screamed, parents were disgusted and Ed Sullivan would have Elvis on his television show only if he was shot from the waist up, are available on a number of compilation albums. Songs such as Heartbreak Hotel, Jailhouse Rock and I Got Stung will always be classics and as much because of Elvis's unique vocal style and phrasing as for his boldly intense sexuality and emotion. If your singles have worn ou the best way to replace them is through two boxed sets, Worldwide 50 Gold Awards Hits Vol 1 and 2 (RCA Victor LPM 6101/2). Vol.1 contains the \"A\" sides, Vol. 2 the \"B\" sides and the set runs from Heartbreak Hotel in 1958 to Kentucky Rain in 1970. It includes the best of the tracks that Elvis recorded among all the mediocre output of the sixties from Return to Sender to In The Ghetto with such horrors as Viva Las Vegas thrown in. As an alternative - if you can find it - there's a new boxed set of Presley's 16 No. 1 British singles covering a 13 year period. The set came out in April, and the singles came in special sleeves and were enclosed with unhappy irony in a black box. This has become an instant collector's item. Elvis's most recent work has been covered by a series of variable albums with live tracks from Live at Madison Square Gardens (RCA SF8296), a recording of his June 1972 show, to the patchily impressive Live in Memphis (RCA AFLI 0605) in which he mixes old hits with songs by Kris Kristofferson and Mickey Newbury, and the brand new Moody Blue (RCA PL12428). Some of the songs here are recorded at home and some \"on tour\" (no details are given). The live tracks are unimpressive, kicking off with a particularly unremarkable version of Unchained Melody (of all things). But at least there's the single to show that Presley could sometimes bother to do well at 42. His death will lead to the usual morbid successes - religious albums such as his 1971 set, His Hand In Mine (RCA SF8207), are likely to start selling again, and his recently deleted album of stage chat (or rather mumbles), Having Fun With Elvis On Stage (RCA APM 10818 if you can get it and really want it), is likely to be made available once more. He didn't have that much to say because he was not rebel or spokesman or innovator - at least in the last 10 years. He deserves to be remembered not for his unhappy private life or his recent patchy output, but for those exhilarating and extraordinary years before 1958, and a talent that remains as enigmatic and unknown as the man because it was never fully tested.",
                  "charCount": "6024"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1977/aug/19/elvis25yearson.elvispresley",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1977-08-19T15:14:39Z",
              "webTitle": "Royal funeral for king of rock",
              "webUrl": "https://www.theguardian.com/music/1977/aug/19/elvis25yearson.elvispresley",
              "apiUrl": "https://content.guardianapis.com/music/1977/aug/19/elvis25yearson.elvispresley",
              "fields": {
                  "headline": "Royal funeral for king of rock",
                  "trailText": "<p>Flags flew at half-mast yesterday in Tennessee and Mississippi, the state he adopted and the state where he was born, as thousands of tearful Elvis fans gathered outside his mansion and the cemetery while he was buried. An astonishing array of wreaths included a $200 design of a hound dog, sent by an anonymous mourner.</p>",
                  "byline": "Jonathan Steele",
                  "main": "",
                  "body": "<p>Flags flew at half-mast yesterday in Tennessee and Mississippi, the state he adopted and the state where he was born, as thousands of tearful Elvis fans gathered outside his mansion and the cemetery while he was buried. An astonishing array of wreaths included a $200 design of a hound dog, sent by an anonymous mourner.</p> <p>Police estimated that almost 100,000 people made the pilgrimage past his mansion on Wednesday. At the funeral yesterday the crowds were slightly smaller, deterred perhaps by the crush of traffic, the scores of people who fainted from the pushing and the heat, and by the incident at dawn when a teenager drove a careering car into a group of fans and killed two. Police charged Treatise Wheeler, aged 18, with second degree murder and drunken driving. Three girls who were in the car with him were also held.</p> <p>The car was driven down Elvis Presley Boulevard at about 3:30 a.m. past several people waiting outside the mansion. It doubled back and hit some of them. Two girls were killed and a third seriously injured.</p> <p>In an effort to keep down the crowds, Elvis Presley's family closed the cemetery to all visitors from mid-morning yesterday. Police, sheriff's deputies, and National Guardsman were on hand to keep back excited fans, many of whom had slept in their cars. Several helicopters flew low over the cemetery.</p> <p>Memphis was abuzz with gossip about the personalities who had descended on the town. Local newspapers carried stories about world reaction to Elvis Presley's death, including a photograph of the Guardian front page. Caroline Kennedy, daughter of the late president, came to see Elvis lying in his open copper coffin on Wednesday. Burt Reynolds, Ann-Margaret, John Wayne and Roger Smith attended the private funeral service.</p> <p>Elvis's last resting place was to be the family vault with space for six. A spokesman for the Forest Hills Cemetery, which is about three miles from Graceland Mansion said there was a possibility that Elvis's mother's coffin might be moved in to the crypt. Her grave at the moment is on the grass outside a few hundred yards away.</p> <p>The pallbearers at the funeral included Elvis's road manager, Joe Esposito: his personal physician, Dr George Nichopoulof, and his record producer, Felton Jarvis, from Nashville. Rex Humbard, an evangelist from Akron, Ohio, who was a secret visitor to the mansion, conducted the service.</p>",
                  "wordcount": "399",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2017-02-15T00:48:48Z",
                  "newspaperEditionDate": "1977-08-19T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xfnjd",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "Flags flew at half-mast yesterday in Tennessee and Mississippi, the state he adopted and the state where he was born, as thousands of tearful Elvis fans gathered outside his mansion and the cemetery while he was buried. An astonishing array of wreaths included a $200 design of a hound dog, sent by an anonymous mourner. Police estimated that almost 100,000 people made the pilgrimage past his mansion on Wednesday. At the funeral yesterday the crowds were slightly smaller, deterred perhaps by the crush of traffic, the scores of people who fainted from the pushing and the heat, and by the incident at dawn when a teenager drove a careering car into a group of fans and killed two. Police charged Treatise Wheeler, aged 18, with second degree murder and drunken driving. Three girls who were in the car with him were also held. The car was driven down Elvis Presley Boulevard at about 3:30 a.m. past several people waiting outside the mansion. It doubled back and hit some of them. Two girls were killed and a third seriously injured. In an effort to keep down the crowds, Elvis Presley's family closed the cemetery to all visitors from mid-morning yesterday. Police, sheriff's deputies, and National Guardsman were on hand to keep back excited fans, many of whom had slept in their cars. Several helicopters flew low over the cemetery. Memphis was abuzz with gossip about the personalities who had descended on the town. Local newspapers carried stories about world reaction to Elvis Presley's death, including a photograph of the Guardian front page. Caroline Kennedy, daughter of the late president, came to see Elvis lying in his open copper coffin on Wednesday. Burt Reynolds, Ann-Margaret, John Wayne and Roger Smith attended the private funeral service. Elvis's last resting place was to be the family vault with space for six. A spokesman for the Forest Hills Cemetery, which is about three miles from Graceland Mansion said there was a possibility that Elvis's mother's coffin might be moved in to the crypt. Her grave at the moment is on the grass outside a few hundred yards away. The pallbearers at the funeral included Elvis's road manager, Joe Esposito: his personal physician, Dr George Nichopoulof, and his record producer, Felton Jarvis, from Nashville. Rex Humbard, an evangelist from Akron, Ohio, who was a secret visitor to the mansion, conducted the service.",
                  "charCount": "2381",
                  "bylineHtml": "<span data-tag-id=\"15908\" class=\"contributor\">Jonathan Steele</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "theguardian/1981/may/12/fromthearchive",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1981-05-12T22:56:08Z",
              "webTitle": "Bob Marley, the eloquent ambassador of reggae",
              "webUrl": "https://www.theguardian.com/theguardian/1981/may/12/fromthearchive",
              "apiUrl": "https://content.guardianapis.com/theguardian/1981/may/12/fromthearchive",
              "fields": {
                  "headline": "Bob Marley, the eloquent ambassador of reggae",
                  "trailText": "<B>May 11 1981:</B> On this day Bob Marley, who had brought reggae to the mainstream, died. Here is the Guardian's obituary.",
                  "main": "",
                  "body": "<p>The death of Bob Marley, aged 36, from cancer yesterday robs Jamaican music of its first ambassador, and popular music in general of one of its most eloquent powerful and conscientious voices.</p> <p>Over the past 10 years Marley has been almost single-handedly responsible for introducing reggae music to an international audience, and with it, the first popular knowledge of the Rastafarian faith which he followed and always espoused in his music.</p> <p>Marley became a figure of incalculable influence and inspiration to the young.</p> <p>The beautifully melodic quality which surfaced in Marley’s work, allied to the irresistible reggae rhythm and the potent conviction of his lyrical messages which was to make Marley the first reggae artist to achieve recognition in the popular market, beginning with the album Catch a Fire in 1972.</p> <p>When other rock performers recorded his work - such as Eric Clapton, who recorded Marley’s song “I Shot the Sheriff” - the singer’s reputation was enhanced still further.</p> <p>Marley achieved the rare feat of being a popular figure, feted and lionised by the chic and the powerful, while remaining aloof to it all and without compromising his credibility as a spokesman for millions of young blacks.</p> <p>He was obliged to leave Jamaica in 1979 after he was shot in the chest following appearances at public rallies in support of the then Prime Minister, Michael Manley.</p> <p>Eighteen months after the attempt on his life, Marley returned to Jamaica and gave a concert at Kingston. In a new spirit of reconciliation, Manley and the Opposition leader Edward Seaga appeared on stage with him, alongside notorious gunmen from the two political parties.</p>",
                  "wordcount": "273",
                  "commentable": "false",
                  "isInappropriateForSponsorship": "false",
                  "isPremoderated": "false",
                  "lastModified": "2019-06-27T10:25:10Z",
                  "newspaperEditionDate": "1981-05-12T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/fhtm",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "The death of Bob Marley, aged 36, from cancer yesterday robs Jamaican music of its first ambassador, and popular music in general of one of its most eloquent powerful and conscientious voices. Over the past 10 years Marley has been almost single-handedly responsible for introducing reggae music to an international audience, and with it, the first popular knowledge of the Rastafarian faith which he followed and always espoused in his music. Marley became a figure of incalculable influence and inspiration to the young. The beautifully melodic quality which surfaced in Marley’s work, allied to the irresistible reggae rhythm and the potent conviction of his lyrical messages which was to make Marley the first reggae artist to achieve recognition in the popular market, beginning with the album Catch a Fire in 1972. When other rock performers recorded his work - such as Eric Clapton, who recorded Marley’s song “I Shot the Sheriff” - the singer’s reputation was enhanced still further. Marley achieved the rare feat of being a popular figure, feted and lionised by the chic and the powerful, while remaining aloof to it all and without compromising his credibility as a spokesman for millions of young blacks. He was obliged to leave Jamaica in 1979 after he was shot in the chest following appearances at public rallies in support of the then Prime Minister, Michael Manley. Eighteen months after the attempt on his life, Marley returned to Jamaica and gave a concert at Kingston. In a new spirit of reconciliation, Manley and the Opposition leader Edward Seaga appeared on stage with him, alongside notorious gunmen from the two political parties.",
                  "charCount": "1655"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1985/jul/13/live8.uk1",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1985-07-13T11:36:53Z",
              "webTitle": "Live Aid 's 1 million pounds an hour aim to help feed starving of Africa",
              "webUrl": "https://www.theguardian.com/music/1985/jul/13/live8.uk1",
              "apiUrl": "https://content.guardianapis.com/music/1985/jul/13/live8.uk1",
              "fields": {
                  "headline": "Live Aid 's 1 million pounds an hour aim to help feed starving of Africa",
                  "trailText": "<p>Live Aid , history's biggest pop concert, aims to raise around pounds 1 million an hour today for African famine relief. </p>",
                  "byline": "Gareth Parry",
                  "main": "",
                  "body": "<p>Live Aid , history's biggest pop concert, aims to raise around pounds 1 million an hour today for African famine relief. Its begetter, Bob Geldof, the 32-year-old Irish rock musician, now more famous as a fund-raiser than lead singer of the Boomtown Rats, acknowledges the irony of pop stars saving Ethiopians from starvation: 'It's pathetic that the price of a life is a plastic record. But if that's the way it has to be, you have to use glamour.' </p> <p>Sixty-three rock acts will be playing on both sides of the Atlantic, their music and images transmitted from Wembley Stadium and Philadelphia by 11 satellites to a potential television audience of 1.5 billion people in 160 countries, including the Soviet Union and the United States. </p> <p>'I reckon we'll get about pounds 10 million. That's a conservative estimate,' said Mr Geldof. </p> <p>The money will come from 72,000 Wembley tickets at pounds 25 upwards, with a similar audience at JFK Stadium, Philadelphia, plus the worldwide sales of 16 hours of television and radio. </p> <p>Live Aid is a natural successor to Geldof's Band Aid record Do They Know It's Christmas? which, with its American counterpart, We Are The World, seems likely to raise nearly pounds 26 million - or as much as the British Government gave to Ethiopia last year. </p> <p>so that viewers can donate more money. </p> <p>More money will come from corporate sponsorships and merchandising, although the organisers were worried yesterday that the thousands who travel to Wembley will become prey to pirates selling everything from eye-shades to mock souvenir programmes. </p> <p>Official Live Aid goods will be clearly marked with the charity's logo, a guitar-stemmed outline of Africa. </p> <p>The Wembley show begins at noon, after the Prince and Princess of Wales have met the stars, and the transatlantic bill includes some of the most famous names in rock music, including Status Quo, Sting, Elton John and Paul McCartney. </p> <p>The Who are back together after several years, and Ozzy Osbourne is reunited with Black Sabbath. Guitarist Jimmy Page and vocalist Robert Plant will perform some Led Zepplin songs. </p> <p>The Pretenders and Phil Collins will play both concerts, thanks to Concorde, which has been provided free by British Airways. </p> <p>The acts will include Soviet hard rock group Autograph, performing live from Moscow, who will be the first Russian pop stars to be seen by a worldwide TV audience. </p> <p>Donations may be sent to: Live - Aid Appeal, c/o National Giro Bank, PO Box 200, Liverpool L 69 3 HW. </p>",
                  "wordcount": "418",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2017-02-15T00:48:47Z",
                  "newspaperEditionDate": "1985-07-13T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xtefd",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "Live Aid , history's biggest pop concert, aims to raise around pounds 1 million an hour today for African famine relief. Its begetter, Bob Geldof, the 32-year-old Irish rock musician, now more famous as a fund-raiser than lead singer of the Boomtown Rats, acknowledges the irony of pop stars saving Ethiopians from starvation: 'It's pathetic that the price of a life is a plastic record. But if that's the way it has to be, you have to use glamour.' Sixty-three rock acts will be playing on both sides of the Atlantic, their music and images transmitted from Wembley Stadium and Philadelphia by 11 satellites to a potential television audience of 1.5 billion people in 160 countries, including the Soviet Union and the United States. 'I reckon we'll get about pounds 10 million. That's a conservative estimate,' said Mr Geldof. The money will come from 72,000 Wembley tickets at pounds 25 upwards, with a similar audience at JFK Stadium, Philadelphia, plus the worldwide sales of 16 hours of television and radio. Live Aid is a natural successor to Geldof's Band Aid record Do They Know It's Christmas? which, with its American counterpart, We Are The World, seems likely to raise nearly pounds 26 million - or as much as the British Government gave to Ethiopia last year. so that viewers can donate more money. More money will come from corporate sponsorships and merchandising, although the organisers were worried yesterday that the thousands who travel to Wembley will become prey to pirates selling everything from eye-shades to mock souvenir programmes. Official Live Aid goods will be clearly marked with the charity's logo, a guitar-stemmed outline of Africa. The Wembley show begins at noon, after the Prince and Princess of Wales have met the stars, and the transatlantic bill includes some of the most famous names in rock music, including Status Quo, Sting, Elton John and Paul McCartney. The Who are back together after several years, and Ozzy Osbourne is reunited with Black Sabbath. Guitarist Jimmy Page and vocalist Robert Plant will perform some Led Zepplin songs. The Pretenders and Phil Collins will play both concerts, thanks to Concorde, which has been provided free by British Airways. The acts will include Soviet hard rock group Autograph, performing live from Moscow, who will be the first Russian pop stars to be seen by a worldwide TV audience. Donations may be sent to: Live - Aid Appeal, c/o National Giro Bank, PO Box 200, Liverpool L 69 3 HW.",
                  "charCount": "2473",
                  "bylineHtml": "<span data-tag-id=\"15652\" class=\"contributor\">Gareth Parry</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1985/jul/15/live8.artsfeatures",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1985-07-15T11:39:12Z",
              "webTitle": "Marathon rock concert to aid African famine appeal",
              "webUrl": "https://www.theguardian.com/music/1985/jul/15/live8.artsfeatures",
              "apiUrl": "https://content.guardianapis.com/music/1985/jul/15/live8.artsfeatures",
              "fields": {
                  "headline": "Marathon rock concert to aid African famine appeal",
                  "trailText": "<p>Organisers of the Live Aid rock marathon said yesterday that some of the more than pounds 4 million donated in Britain could be helping the starving of Africa within six weeks. \nThe total of about pounds 50 million raised by the 16 hour concert at Wembley and Philadelphia at the weekend represents nearly 1.5 per cent of Ethiopia's annual gross domestic product. </p>",
                  "byline": "Gareth Parry",
                  "main": "",
                  "body": "<p>Organisers of the Live Aid rock marathon said yesterday that some of the more than pounds 4 million donated in Britain could be helping the starving of Africa within six weeks. The total of about pounds 50 million raised by the 16 hour concert at Wembley and Philadelphia at the weekend represents nearly 1.5 per cent of Ethiopia's annual gross domestic product. </p> <p>Live Aid's chartered accountant, Mr Philip Rusted, said that he planned a fact-finding trip to the famine zone in a fortnight. 'Aid could arrive there within three to four weeks later.' </p> <p>Money was still pouring in to Live Aid collection centres throughout Britain when the telephone lines closed at 9pm last night. Many people who had spent hours trying unsuccessfully to get through to pledge their credit card donations said they would go to banks and post offices with cash or cheques. </p> <p>Organisers said that 72,000 went to the Wembley concert, while a further 90,000 attended JFK stadium, Philadelphia, for the 'global jukebox' that linked 52 performers in Britain, America and the Soviet Union. The concerts were beamed by 14 international satellites to 500 million television sets, and an estimated audience of 1.5 billion. The American concert raised dollars 50 million. </p> <p>Mr Rusted said that the Wembley organisers were 'shell-shocked' by the money received. 'We were hoping to clear pounds 1 million. If we had reached that figure we would have been very happy. Support for our efforts has been absolutely overwhelming on the Telethons. Everyone feels the concert went fabulously well.' </p> <p>Mr Rusted began the final addition of donations as soon as the switchboards closed last night. 'A budget will be formulated which will relate to the demands of the relief agencies in the field. The zone includes Ethiopia, Sudan, and the Sub-Sahara. Then, in conjunction with the relief agencies, we will sort out the shopping list of items required on the budget. Next, we will start shipping the produce out to them.' </p> <p>Mr Rusted will spend two or three days in Sudan later this month with Band Aid's project director, Mr Kevin Jenden. 'We hope to set things up as quickly as possible. When you are working like this, the quicker you get the job done, the fewer people die.' </p> <p>Mr Rusted said that while irrigation remained a major problem in Africa, the prime task was to reorganise internal transport systems. </p> <p>Spare parts are always a problem in these countries because the areas are so vast, and Live Aid were appealing for help from qualified mechanics, who would be prepared to assist the transport operation. 'We would seek their help on a voluntary basis at first, and on a paid basis when the operation is fully moving.' </p> <p>The Wembley concert began at noon on Saturday after the arrival oft he Prince and Princess of Wales. First of the British bands was Status Quo, while the last set was performed by Paul McCartney. </p> <p>Rock fans were doused at times with hoses as the temperature in the stadium soared into the 90s. They clapped and danced to music from some of the biggest names in pop - Spandau Ballet, The Who, David Bowie, Dire Straits and Elvis Costello. There were only two short power failures brought on by electrical storms. Many people were treated for heat exhaustion. Police made just 16 arrests - all for minor offences. </p> <p>The Philadelphia concert began with Joan Baez, and performers included Madonna, Mick Jagger, Tina Turner and Bob Dylan. </p> <p>During breaks in the London show, performances by pop stars in other countries, including Russia, were screened providing entertainment for 169 nations viewing around the world. </p> <p>Bob Geldof , the man at the centre of the fund-raising epic, said yesterday: 'Our concerts were trying to keep the starving alive. Now let's give them life.' The Boomtown Rats star sat up until 4 am yesterday to watch the climax of the American concert and described the transatlantic event as 'the fulfilment of all my dreams.' </p> <p>Geldof has been nominated for the 1985 Nobel Peace Prize by Mr Sissel Roenbeck, a Norwegian MP. Mr Roenbeck has written to the Nobel Institute that apart from bringing together millions of people to help famine victims, 'he has also mobilised future adults to realise the motto for the United Nations International Youth Year - participation, development and peace.' </p> <p>Mr Timothy Raison, the overseas development minister, today travels to Ethiopia for a four-day visit to examine how British relief efforts have progressed. </p> <p>Meanwhile, in the wake of the Live Aid concerts, Government spokesmen have been underlining the extent and scope of Britain's aid to Ethiopia and other famine-stricken areas of Africa. </p> <p>The figures show that since 1982, UK emergency aid to Ethiopia has totalled pounds 70 million, bilaterally and through the EEC. Of this, pounds 44 million has been paid since October 1984. Emergency aid of the same sort to the Sub-Sahara totalled pounds 95 million in 1984-5. In addition pounds 200 million was spent last year in this area on longer-term aid. </p> <p>Nick Cater adds: dollars 1 million from Live Aid has already been committed to help feed starving people in the worst affected regions of Western Sudan. </p> <p>The charity has bought 40 trucks, 60 trailers, garages, spares and fuel tanks from a firm involved in Sudan's oil exploration, now halted by rebels. Band Aid will transport fuel for the trucks from Saudi Arabia to Port Sudan on one of the three ships it has chartered for three months to deliver relief supplies to Sudan and Ethiopia. </p> <p>Band Aid's director, Mr Kevin Jendon, said: 'Up to 275,000 tons of grain is sitting in Port Sudan. A massive effort is needed to increase transport to those in need in Western Sudan or thousands will die.'</p>",
                  "wordcount": "969",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2017-02-15T00:48:47Z",
                  "newspaperEditionDate": "1985-07-15T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xdp99",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "Organisers of the Live Aid rock marathon said yesterday that some of the more than pounds 4 million donated in Britain could be helping the starving of Africa within six weeks. The total of about pounds 50 million raised by the 16 hour concert at Wembley and Philadelphia at the weekend represents nearly 1.5 per cent of Ethiopia's annual gross domestic product. Live Aid's chartered accountant, Mr Philip Rusted, said that he planned a fact-finding trip to the famine zone in a fortnight. 'Aid could arrive there within three to four weeks later.' Money was still pouring in to Live Aid collection centres throughout Britain when the telephone lines closed at 9pm last night. Many people who had spent hours trying unsuccessfully to get through to pledge their credit card donations said they would go to banks and post offices with cash or cheques. Organisers said that 72,000 went to the Wembley concert, while a further 90,000 attended JFK stadium, Philadelphia, for the 'global jukebox' that linked 52 performers in Britain, America and the Soviet Union. The concerts were beamed by 14 international satellites to 500 million television sets, and an estimated audience of 1.5 billion. The American concert raised dollars 50 million. Mr Rusted said that the Wembley organisers were 'shell-shocked' by the money received. 'We were hoping to clear pounds 1 million. If we had reached that figure we would have been very happy. Support for our efforts has been absolutely overwhelming on the Telethons. Everyone feels the concert went fabulously well.' Mr Rusted began the final addition of donations as soon as the switchboards closed last night. 'A budget will be formulated which will relate to the demands of the relief agencies in the field. The zone includes Ethiopia, Sudan, and the Sub-Sahara. Then, in conjunction with the relief agencies, we will sort out the shopping list of items required on the budget. Next, we will start shipping the produce out to them.' Mr Rusted will spend two or three days in Sudan later this month with Band Aid's project director, Mr Kevin Jenden. 'We hope to set things up as quickly as possible. When you are working like this, the quicker you get the job done, the fewer people die.' Mr Rusted said that while irrigation remained a major problem in Africa, the prime task was to reorganise internal transport systems. Spare parts are always a problem in these countries because the areas are so vast, and Live Aid were appealing for help from qualified mechanics, who would be prepared to assist the transport operation. 'We would seek their help on a voluntary basis at first, and on a paid basis when the operation is fully moving.' The Wembley concert began at noon on Saturday after the arrival oft he Prince and Princess of Wales. First of the British bands was Status Quo, while the last set was performed by Paul McCartney. Rock fans were doused at times with hoses as the temperature in the stadium soared into the 90s. They clapped and danced to music from some of the biggest names in pop - Spandau Ballet, The Who, David Bowie, Dire Straits and Elvis Costello. There were only two short power failures brought on by electrical storms. Many people were treated for heat exhaustion. Police made just 16 arrests - all for minor offences. The Philadelphia concert began with Joan Baez, and performers included Madonna, Mick Jagger, Tina Turner and Bob Dylan. During breaks in the London show, performances by pop stars in other countries, including Russia, were screened providing entertainment for 169 nations viewing around the world. Bob Geldof , the man at the centre of the fund-raising epic, said yesterday: 'Our concerts were trying to keep the starving alive. Now let's give them life.' The Boomtown Rats star sat up until 4 am yesterday to watch the climax of the American concert and described the transatlantic event as 'the fulfilment of all my dreams.' Geldof has been nominated for the 1985 Nobel Peace Prize by Mr Sissel Roenbeck, a Norwegian MP. Mr Roenbeck has written to the Nobel Institute that apart from bringing together millions of people to help famine victims, 'he has also mobilised future adults to realise the motto for the United Nations International Youth Year - participation, development and peace.' Mr Timothy Raison, the overseas development minister, today travels to Ethiopia for a four-day visit to examine how British relief efforts have progressed. Meanwhile, in the wake of the Live Aid concerts, Government spokesmen have been underlining the extent and scope of Britain's aid to Ethiopia and other famine-stricken areas of Africa. The figures show that since 1982, UK emergency aid to Ethiopia has totalled pounds 70 million, bilaterally and through the EEC. Of this, pounds 44 million has been paid since October 1984. Emergency aid of the same sort to the Sub-Sahara totalled pounds 95 million in 1984-5. In addition pounds 200 million was spent last year in this area on longer-term aid. Nick Cater adds: dollars 1 million from Live Aid has already been committed to help feed starving people in the worst affected regions of Western Sudan. The charity has bought 40 trucks, 60 trailers, garages, spares and fuel tanks from a firm involved in Sudan's oil exploration, now halted by rebels. Band Aid will transport fuel for the trucks from Saudi Arabia to Port Sudan on one of the three ships it has chartered for three months to deliver relief supplies to Sudan and Ethiopia. Band Aid's director, Mr Kevin Jendon, said: 'Up to 275,000 tons of grain is sitting in Port Sudan. A massive effort is needed to increase transport to those in need in Western Sudan or thousands will die.'",
                  "charCount": "5678",
                  "bylineHtml": "<span data-tag-id=\"15652\" class=\"contributor\">Gareth Parry</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1986/jun/13/glastonbury2003.glastonbury",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1986-06-13T01:34:01Z",
              "webTitle": "Reluctant owner moves on convoy",
              "webUrl": "https://www.theguardian.com/music/1986/jun/13/glastonbury2003.glastonbury",
              "apiUrl": "https://content.guardianapis.com/music/1986/jun/13/glastonbury2003.glastonbury",
              "fields": {
                  "headline": "Reluctant owner moves on convoy",
                  "trailText": "<p>The convoy outcasts sheltering on a Somerset farm started to break camp yesterday by agreement after the owner gained a High Court order to repossess his land. </p>",
                  "byline": "Andrew Moncur",
                  "main": "",
                  "body": "<p>The convoy outcasts sheltering on a Somerset farm started to break camp yesterday by agreement after the owner gained a High Court order to repossess his land. </p> <p>A second group of nearly 100 travellers will be allowed to rest for a day after arriving on foot last night at the end of a 70-mile walk from the New Forest where their vehicles was broken up on Monday. </p> <p>Mr Michael Eavis, owner of Worthy Farm, Pilton, near Glastonbury , said yesterday that he had been forced to seek the court order to safeguard the annual CND rock festival next week. </p> <p>He believed that he was putting his festival licence in jeopardy by admitting the convoy refugees to the anger of his neighbours. His insurance cover for the event has been withdrawn while the travellers are in occupation and members of the festival site crew had voted for their removal. </p> <p>He said that there had been 'one or two unfortunate incidents' involving allegations of theft by the convoy members. The injunction applied only to the 100-odd travellers, with 30 vehicles, newly arrived at the farm. </p> <p>They will continue to care for a busload of about 50 children taken to the farm after the convoy was dispersed by Hampshire police. </p> <p>Five of the vehicles left the farm yesterday and the remainder are expected to pull out today. </p> <p>A group was yesterday ordered off a 1,000-acre area in the Black Mountains near Hay-on-Wye, Powys, where it has been for four years after a local grazers' association brought a High Court action.</p>",
                  "wordcount": "257",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2018-02-22T10:21:08Z",
                  "newspaperEditionDate": "1986-06-13T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xtvvv",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "The convoy outcasts sheltering on a Somerset farm started to break camp yesterday by agreement after the owner gained a High Court order to repossess his land. A second group of nearly 100 travellers will be allowed to rest for a day after arriving on foot last night at the end of a 70-mile walk from the New Forest where their vehicles was broken up on Monday. Mr Michael Eavis, owner of Worthy Farm, Pilton, near Glastonbury , said yesterday that he had been forced to seek the court order to safeguard the annual CND rock festival next week. He believed that he was putting his festival licence in jeopardy by admitting the convoy refugees to the anger of his neighbours. His insurance cover for the event has been withdrawn while the travellers are in occupation and members of the festival site crew had voted for their removal. He said that there had been 'one or two unfortunate incidents' involving allegations of theft by the convoy members. The injunction applied only to the 100-odd travellers, with 30 vehicles, newly arrived at the farm. They will continue to care for a busload of about 50 children taken to the farm after the convoy was dispersed by Hampshire police. Five of the vehicles left the farm yesterday and the remainder are expected to pull out today. A group was yesterday ordered off a 1,000-acre area in the Black Mountains near Hay-on-Wye, Powys, where it has been for four years after a local grazers' association brought a High Court action.",
                  "charCount": "1474",
                  "bylineHtml": "<span data-tag-id=\"15367\" class=\"contributor\">Andrew Moncur</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1988/jun/02/glastonbury2003.glastonbury",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1988-06-02T01:34:03Z",
              "webTitle": "Buying his way into Stonehenge",
              "webUrl": "https://www.theguardian.com/music/1988/jun/02/glastonbury2003.glastonbury",
              "apiUrl": "https://content.guardianapis.com/music/1988/jun/02/glastonbury2003.glastonbury",
              "fields": {
                  "headline": "Buying his way into Stonehenge",
                  "trailText": "<p>'Ah, there you are, ha ha!'. Farmer Michael Eavis was roaring with laughter as his car lurched to a halt outside Castle Carey Station. A characteristic greeting from this Somerset farmer who, in addition to masterminding the famous Worthy Farm dairy herd, hosts the notorious Glastonbury CND Rock 'n' Roll Festival amid his undulating acres.</p>",
                  "byline": "Jeremy Sandford",
                  "main": "",
                  "body": "<p>'Ah, there you are, ha ha!'. Farmer Michael Eavis was roaring with laughter as his car lurched to a halt outside Castle Carey Station. A characteristic greeting from this Somerset farmer who, in addition to masterminding the famous Worthy Farm dairy herd, hosts the notorious Glastonbury CND Rock 'n' Roll Festival amid his undulating acres.</p> <p>Ten minutes later we were edging our way through his stately Friesians, and at length drew up in front of the stone farmhouse which has been his family home since the 16th century. </p> <p>Far away, at the further edge of his territory, a vast forty-foot high white cross stood on a hillside which, as darkness fell, became illuminated with powerful spotlights. The electricity costs £20 a week. Why? Michael chuckles with his usual good humour. 'I think,' he says, 'that my neighbour is trying to communicate something.' </p> <p>Many in the nearby village of Pilton are in favour of the festival, because of the spinoffs in the form of trade, jobs, classrooms, and a tennis court, and because the younger ones adore it. Others are hostile and, evidently, see Michael as being in need of enlightenment. </p> <p>'The village had a referendum,' he says. 'It was 304 in favour and 174 against with 350 abstentions. I take it that the abstentions don't mind too much, or they'd have turned out to vote. </p> <p>'The traditional farmers don't mind. We replace all damage. the Convoy ritually sawed a gate into pieces and burned it as a gesture against private ownership. We carefully replaced that. Less keen are the newcomers who are filling up the village, retired people who've paid £120,000 for an ordinary cottage, driving the traditional inhabitants into the towns where prices are cheaper. They haven't come to work, they've come to retire, to rest. They want a picture postcard village where nothing happens.' </p> <p>This year another Stonehenge Free Festival has been announced, the first since the spectacular trashing of the Peace Convoy three years ago. But there will be no Glastonbury Festival. </p> <p>'We all need a rest,' says Michael. 'My wife Jean and myself, the six hundred crew, the cows, especially the cows, time to calm down a bit, restructure, plant some trees, and give the village a rest. </p> <p>'There are some areas for improvement. One night last year hundreds of pairs of trousers were stolen from people sleeping in tents. It wasn't the trousers the criminals wanted, of course, but the money in their pockets. Next morning large numbers of trouserless men and women were wandering about, quite embarrassed, until we found their clothes dumped in a muddy ditch. Then in recent years, there have been a few rather unattractive characters disguised in Balaclavas, selling drugs. this sort of thing is a bit of a nuisance, we have to sort it out.' </p> <p>The 400 acre farm, set in the Vale of Avalon, is of great beauty, and shows little sign of the annual invasion except for its 100 foot high pyramid-shaped hay barn which doubles as a stage it's fashioned from shimmering galvanised metal, topped with white polystyrene in which is embedded a crystal. </p> <p>The sea of mud, polythene cups and discarded drinks, tins, six inches deep in places, is cleared up by a team of 300 cleaners who are £5 pounds a day plus their keep. The clean-up operation takes three weeks. It's hard now to visualise the 60,000 campers, the hundreds of makeshift stalls, the bands socking it out at megadecibel level. </p> <p>Michael's living room equally gives no clue that all this takes place, There are pictures of his daughter Emily, holiday postcards, farming trophies. Not a hint that his festival is now the largest in Europe with a turnover of more than a million, and that most years his cheque to CND for their contribution is £50,000. </p> <p>Strolling round the farm, giving his huge gentle Friesians and their young ones words of friendly encouragement and affectionate shoves, slowly the suspicion dawns that there is something else going on that this sabbatical year is not quite what it seems. </p> <p>Then it emerges, and the plan is charcteristically vast, Michael is negotiating to buy a thousand acres near Stonehenge, and then resell it in half acre lots to different pseudonymous people, who will then vanish. </p> <p>'Why?' Michael crows with laughter as he does at most questions, slapping the black rump of one of the cows. 'Well I feel fairly strongly about the Stonehenge Free Festival. As you know it usually has about 30,000 punters, and, like mine, is held at Midsummer. </p> <p>'Since its remarkable closure, with scenes of police violence on vehicles, men, women, and children probably unparallelled in this country for the last fifty years, people who were accustomed to use that festival have had nowhere legal to go. And some of them caused problems by using other festivals as an outlet for some of their ha-ha frustration. </p> <p>'It is important that Stonehenge should happen, and we will in this way provide them with territory. The current philosophy of the survival of the fittest leaves so many people out of its get-rich-quick world, millions of them, and it's a small price to ask of a relatively rich society to allow a space like that where these people can go for a couple of weeks. The anonymity will make it hard for any no-no person to close the festival by prosecuting the owners of the site.' </p> <p>Why was this former Wells Cathedral School student not content with his bucolic country life, milking 160 cows twice-a-day, producing annually a million litres of milk, quietly enjoying his farm, wife, and children? </p> <p>'Ha ha, Jean and I climbed through a hedge into the Bath Blues Festival on the Bath and West showground in 1970. I was really impressed. In a funny sort of way the whole philosophy fitted into my Methodist upbringing, the peace and sense of social justice. The early Methodists were nonconformist and anti establishment and very practically involved in the improvement of life for the less privileged, and I suppose I took on this role. I decided to have a festival at Worthy. </p> <p>'I think the singing of all those hymns in my youth, things like Will Your Anchor Hold? and And Can It Be? inspired in me a deep love of music. Those hymns can be fairly loud. And there's the thing of all getting together to sing them. Last week I went with Emily, my daughter, to Wells Cathedral. The organ was going full pelt, absolutely flat out, and feelings were stirred up in me similar to those I experience when 50,000 watts or rock music is coming out of one of our bands. </p> <p>'Also important were a group of upper crust hippies, people like Andrew Kerr and Arabella Churchill, brimming over with charm, who actually ran one of the early festivals. They didn't allow me much of a look in on that one since a tarot reading had warned them against anyone whose initials were ME, but they influenced me with their ecological ideas which were brand new at the time. They brought some sweet charming elements which might otherwise never have come to the festival. </p> <p>'I've enjoyed all the struggles, all the legal wrangles it's been a bit of a challenge like mountaineering, it's all been climbing and climbing and falling back and climbing up again. Jean thinks I'm an addict for living on a precipice. May be something in that, too. </p> <p>'Since '81 we've been involved with CND, and I believe we've encouraged people to think a bit about the futility of spending £12,000 million on a Trident system to fight an enemy we've never ever been to war with. </p> <p>'There is also the festival Green Field which grew from the original AGM of the Green Party. Many people in the Green Field nowadays urge me to get rid of the rock music with which we began, referring to the rest of the festival as a consumerist Babylon. I don't share this view. I want the festival to be for everybody, to attract bright kids from all over, those who will be involved in running the country in times to come, to attract them, to affect them. We can't abandon the majority of society just because they don't seem at the moment to be trendy or groovy.' </p> <p>Believing drug dealers operate from cars and lorries, Michael will next year keep all vehicles a mile away. From then on people will walk. He plans also more sturdy and centralised sales outlets, 'so people can't get in behind and nick things.' He also wants to persuade uniformed police to come on site. 'Last year we knew exactly who 30 big dealers were, their car numbers, addresses, everything. The police would not come in. They said that they'd pick them up on their way home.' </p> <p>His happiest memory is of 'a bunch of Hell's Angels sitting around on their bikes in their black leather outfits with what looked like mud and grease all over them, quite ferocious, rather unattractive. A little girl called Lucy in pink shorts and a white tee-shirt went up to them with a handful of daisies, and sternly ordered 'Make me a daisy chain.' The Hell's Angels set to work.' </p> <p>Then there was the time when an anti-CND plane was drowning out speakers by buzzing them. 'We had some massive fireworks for later that night, huge, cost £70 each. I asked on the walkie-talkie 'Could one of these rockets reach the plane?' </p> <p>'Give me three minutes.' </p> <p>'Up goes the rocket, and explodes round the plane into thousands of smaller explosions. The plane makes off like a streak of greased lightning, and next day the local newspaper has the headline Peace Farmer Gets Stroppy, lets off Rocket.' </p> <p>Does Michael ever fear that the punters will never go away? 'Yes, in 1971 there were a few hundred people really entrenched, they even had plumbing systems and loos built into their makeshift shacks. But I've discovered I can turn on a bit of anger at the drop of a hat. That's very important. And I can truthfully point out that I've 160 cattle waiting in the wings. People have a basic regard for nature. I don't even need the ultimate deterrent of casually mentioning the bull. </p> <p>'The cows are useful in other ways. When everything is going wrong, you're getting criticism from all sides, from the police, the village, the council, even from festival goers, and the crew are complaining that the wrong person is in the wrong place, these cows are a last resort. </p> <p>'I wander into the barn and look at the cows and the calves and at once feel at ease again. Or I do a milking at five o'clock in the morning, get in there and pump out a whole load of milk. They're so innocent. They stop me going crazy. Really do.' </p> <p>Meanwhile he's just received a staggering rates demand for £213,000. It relates to the notional profits on the festivals and could be seen as one more attempt by officialdom to close them down, especially as he is instructed to pay within seven days. Since the festivals never do more than break even, Michael wonders if Mendip Council is aware that he will certainly (ha ha) have to hold a festival next year to raise the money.</p>",
                  "wordcount": "1916",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2018-02-22T10:21:14Z",
                  "newspaperEditionDate": "1988-06-02T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xtvv3",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "'Ah, there you are, ha ha!'. Farmer Michael Eavis was roaring with laughter as his car lurched to a halt outside Castle Carey Station. A characteristic greeting from this Somerset farmer who, in addition to masterminding the famous Worthy Farm dairy herd, hosts the notorious Glastonbury CND Rock 'n' Roll Festival amid his undulating acres. Ten minutes later we were edging our way through his stately Friesians, and at length drew up in front of the stone farmhouse which has been his family home since the 16th century. Far away, at the further edge of his territory, a vast forty-foot high white cross stood on a hillside which, as darkness fell, became illuminated with powerful spotlights. The electricity costs £20 a week. Why? Michael chuckles with his usual good humour. 'I think,' he says, 'that my neighbour is trying to communicate something.' Many in the nearby village of Pilton are in favour of the festival, because of the spinoffs in the form of trade, jobs, classrooms, and a tennis court, and because the younger ones adore it. Others are hostile and, evidently, see Michael as being in need of enlightenment. 'The village had a referendum,' he says. 'It was 304 in favour and 174 against with 350 abstentions. I take it that the abstentions don't mind too much, or they'd have turned out to vote. 'The traditional farmers don't mind. We replace all damage. the Convoy ritually sawed a gate into pieces and burned it as a gesture against private ownership. We carefully replaced that. Less keen are the newcomers who are filling up the village, retired people who've paid £120,000 for an ordinary cottage, driving the traditional inhabitants into the towns where prices are cheaper. They haven't come to work, they've come to retire, to rest. They want a picture postcard village where nothing happens.' This year another Stonehenge Free Festival has been announced, the first since the spectacular trashing of the Peace Convoy three years ago. But there will be no Glastonbury Festival. 'We all need a rest,' says Michael. 'My wife Jean and myself, the six hundred crew, the cows, especially the cows, time to calm down a bit, restructure, plant some trees, and give the village a rest. 'There are some areas for improvement. One night last year hundreds of pairs of trousers were stolen from people sleeping in tents. It wasn't the trousers the criminals wanted, of course, but the money in their pockets. Next morning large numbers of trouserless men and women were wandering about, quite embarrassed, until we found their clothes dumped in a muddy ditch. Then in recent years, there have been a few rather unattractive characters disguised in Balaclavas, selling drugs. this sort of thing is a bit of a nuisance, we have to sort it out.' The 400 acre farm, set in the Vale of Avalon, is of great beauty, and shows little sign of the annual invasion except for its 100 foot high pyramid-shaped hay barn which doubles as a stage it's fashioned from shimmering galvanised metal, topped with white polystyrene in which is embedded a crystal. The sea of mud, polythene cups and discarded drinks, tins, six inches deep in places, is cleared up by a team of 300 cleaners who are £5 pounds a day plus their keep. The clean-up operation takes three weeks. It's hard now to visualise the 60,000 campers, the hundreds of makeshift stalls, the bands socking it out at megadecibel level. Michael's living room equally gives no clue that all this takes place, There are pictures of his daughter Emily, holiday postcards, farming trophies. Not a hint that his festival is now the largest in Europe with a turnover of more than a million, and that most years his cheque to CND for their contribution is £50,000. Strolling round the farm, giving his huge gentle Friesians and their young ones words of friendly encouragement and affectionate shoves, slowly the suspicion dawns that there is something else going on that this sabbatical year is not quite what it seems. Then it emerges, and the plan is charcteristically vast, Michael is negotiating to buy a thousand acres near Stonehenge, and then resell it in half acre lots to different pseudonymous people, who will then vanish. 'Why?' Michael crows with laughter as he does at most questions, slapping the black rump of one of the cows. 'Well I feel fairly strongly about the Stonehenge Free Festival. As you know it usually has about 30,000 punters, and, like mine, is held at Midsummer. 'Since its remarkable closure, with scenes of police violence on vehicles, men, women, and children probably unparallelled in this country for the last fifty years, people who were accustomed to use that festival have had nowhere legal to go. And some of them caused problems by using other festivals as an outlet for some of their ha-ha frustration. 'It is important that Stonehenge should happen, and we will in this way provide them with territory. The current philosophy of the survival of the fittest leaves so many people out of its get-rich-quick world, millions of them, and it's a small price to ask of a relatively rich society to allow a space like that where these people can go for a couple of weeks. The anonymity will make it hard for any no-no person to close the festival by prosecuting the owners of the site.' Why was this former Wells Cathedral School student not content with his bucolic country life, milking 160 cows twice-a-day, producing annually a million litres of milk, quietly enjoying his farm, wife, and children? 'Ha ha, Jean and I climbed through a hedge into the Bath Blues Festival on the Bath and West showground in 1970. I was really impressed. In a funny sort of way the whole philosophy fitted into my Methodist upbringing, the peace and sense of social justice. The early Methodists were nonconformist and anti establishment and very practically involved in the improvement of life for the less privileged, and I suppose I took on this role. I decided to have a festival at Worthy. 'I think the singing of all those hymns in my youth, things like Will Your Anchor Hold? and And Can It Be? inspired in me a deep love of music. Those hymns can be fairly loud. And there's the thing of all getting together to sing them. Last week I went with Emily, my daughter, to Wells Cathedral. The organ was going full pelt, absolutely flat out, and feelings were stirred up in me similar to those I experience when 50,000 watts or rock music is coming out of one of our bands. 'Also important were a group of upper crust hippies, people like Andrew Kerr and Arabella Churchill, brimming over with charm, who actually ran one of the early festivals. They didn't allow me much of a look in on that one since a tarot reading had warned them against anyone whose initials were ME, but they influenced me with their ecological ideas which were brand new at the time. They brought some sweet charming elements which might otherwise never have come to the festival. 'I've enjoyed all the struggles, all the legal wrangles it's been a bit of a challenge like mountaineering, it's all been climbing and climbing and falling back and climbing up again. Jean thinks I'm an addict for living on a precipice. May be something in that, too. 'Since '81 we've been involved with CND, and I believe we've encouraged people to think a bit about the futility of spending £12,000 million on a Trident system to fight an enemy we've never ever been to war with. 'There is also the festival Green Field which grew from the original AGM of the Green Party. Many people in the Green Field nowadays urge me to get rid of the rock music with which we began, referring to the rest of the festival as a consumerist Babylon. I don't share this view. I want the festival to be for everybody, to attract bright kids from all over, those who will be involved in running the country in times to come, to attract them, to affect them. We can't abandon the majority of society just because they don't seem at the moment to be trendy or groovy.' Believing drug dealers operate from cars and lorries, Michael will next year keep all vehicles a mile away. From then on people will walk. He plans also more sturdy and centralised sales outlets, 'so people can't get in behind and nick things.' He also wants to persuade uniformed police to come on site. 'Last year we knew exactly who 30 big dealers were, their car numbers, addresses, everything. The police would not come in. They said that they'd pick them up on their way home.' His happiest memory is of 'a bunch of Hell's Angels sitting around on their bikes in their black leather outfits with what looked like mud and grease all over them, quite ferocious, rather unattractive. A little girl called Lucy in pink shorts and a white tee-shirt went up to them with a handful of daisies, and sternly ordered 'Make me a daisy chain.' The Hell's Angels set to work.' Then there was the time when an anti-CND plane was drowning out speakers by buzzing them. 'We had some massive fireworks for later that night, huge, cost £70 each. I asked on the walkie-talkie 'Could one of these rockets reach the plane?' 'Give me three minutes.' 'Up goes the rocket, and explodes round the plane into thousands of smaller explosions. The plane makes off like a streak of greased lightning, and next day the local newspaper has the headline Peace Farmer Gets Stroppy, lets off Rocket.' Does Michael ever fear that the punters will never go away? 'Yes, in 1971 there were a few hundred people really entrenched, they even had plumbing systems and loos built into their makeshift shacks. But I've discovered I can turn on a bit of anger at the drop of a hat. That's very important. And I can truthfully point out that I've 160 cattle waiting in the wings. People have a basic regard for nature. I don't even need the ultimate deterrent of casually mentioning the bull. 'The cows are useful in other ways. When everything is going wrong, you're getting criticism from all sides, from the police, the village, the council, even from festival goers, and the crew are complaining that the wrong person is in the wrong place, these cows are a last resort. 'I wander into the barn and look at the cows and the calves and at once feel at ease again. Or I do a milking at five o'clock in the morning, get in there and pump out a whole load of milk. They're so innocent. They stop me going crazy. Really do.' Meanwhile he's just received a staggering rates demand for £213,000. It relates to the notional profits on the festivals and could be seen as one more attempt by officialdom to close them down, especially as he is instructed to pay within seven days. Since the festivals never do more than break even, Michael wonders if Mendip Council is aware that he will certainly (ha ha) have to hold a festival next year to raise the money.",
                  "charCount": "10801",
                  "bylineHtml": "Jeremy Sandford"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1990/jun/25/glastonbury2003.glastonbury",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1990-06-25T01:34:06Z",
              "webTitle": "Treadmill in the Vale of Avalon",
              "webUrl": "https://www.theguardian.com/music/1990/jun/25/glastonbury2003.glastonbury",
              "apiUrl": "https://content.guardianapis.com/music/1990/jun/25/glastonbury2003.glastonbury",
              "fields": {
                  "headline": "Treadmill in the Vale of Avalon",
                  "standfirst": "The green and mainly pleasant feel of the Glastonbury festival",
                  "trailText": "<p>The green and mainly pleasant feel of the Glastonbury festival</p>",
                  "byline": "John Ezard",
                  "main": "",
                  "body": "<p>There was a group on last night's line-up called Pandora's Jockstrap, and every summer solstice Michael Eavis, founding father of the Glastonbury Festival, half-expects the contents of something like that to drop on his head.</p> <p>'Why do I keep organising it?' he asked, with one hand to his forehead. 'It was originally meant to be enjoyable. But I seem to have got involved in a treadmill of dependency.' He was talking just after a man knocked on his farmhouse door and said, jolly good festival, but a fire protection vehicle has just crunched my car where do I send the bill? </p> <p>The address was, as usual, Worthy Farm, Pilton, where Mr Eavis had 75,000 people watching 1,000 rock, theatre, circus and green acts for the weekend. </p> <p>A youth came calling about his girlfriend, who had been taken to hospital on Saturday after fainting in a demonstrative audience for the pop group The Killer. The boyfriend wanted to present Mike, his wife and their eight children, with a box of Quality Street for all the help. But it might have been the death he has dreaded in nearly 20 remarkable years of city-sized crowds in his backyard and pastures. </p> <p>Thinking hurriedly, he cites three reasons for carrying on. CND gets £100,000 a year out of it. Although not all locals support the festival, Pilton village school has got a new classroom out of it. And nearby Whiteston's comprehensive school will get a community resource centre out of it. </p> <p>But another reason emerges in his fondness for Tennyson's poem The Morte d'Arthur, which, friends say, he always insists should be quoted in pre-publicity leaflets. The lines begin: 'I am going... to the Isle of Avalon, where falls not hail nor rain/ Nor ever wind blows loudly.' Avalon, the poem says, is land of 'billowing hollows' like a summer sea. </p> <p>'Yes,' a disgruntled circus group manager, after hearing the lines read yesterday, said: 'I am going to Avalon. But I am going incredibly slowly because of the mud.' </p> <p>Even in yesterday evening's mist and rain, though, visitors to the festival's climax could still see a touch of this vision as they approached the real Vale of Avalon through valley upon valley of fields laid out with the grace of parkland, some of the richest pasture in Britain. </p> <p>Yesterday showed that the event has also become one of Britain's most litter-free public gatherings, with green groups insisting on rubbish being marshalled into piles of plastic bags, to be collected from today onwards by 200 volunteers. </p> <p>Mike Eavis is sceptical about the New Age metaphysical groups which had a high profile in this year's programme. 'Personally I believe in political action. I don't have much faith in Tarot cards.'</p>",
                  "wordcount": "463",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2018-02-22T10:21:07Z",
                  "newspaperEditionDate": "1990-06-25T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xtvv6",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "There was a group on last night's line-up called Pandora's Jockstrap, and every summer solstice Michael Eavis, founding father of the Glastonbury Festival, half-expects the contents of something like that to drop on his head. 'Why do I keep organising it?' he asked, with one hand to his forehead. 'It was originally meant to be enjoyable. But I seem to have got involved in a treadmill of dependency.' He was talking just after a man knocked on his farmhouse door and said, jolly good festival, but a fire protection vehicle has just crunched my car where do I send the bill? The address was, as usual, Worthy Farm, Pilton, where Mr Eavis had 75,000 people watching 1,000 rock, theatre, circus and green acts for the weekend. A youth came calling about his girlfriend, who had been taken to hospital on Saturday after fainting in a demonstrative audience for the pop group The Killer. The boyfriend wanted to present Mike, his wife and their eight children, with a box of Quality Street for all the help. But it might have been the death he has dreaded in nearly 20 remarkable years of city-sized crowds in his backyard and pastures. Thinking hurriedly, he cites three reasons for carrying on. CND gets £100,000 a year out of it. Although not all locals support the festival, Pilton village school has got a new classroom out of it. And nearby Whiteston's comprehensive school will get a community resource centre out of it. But another reason emerges in his fondness for Tennyson's poem The Morte d'Arthur, which, friends say, he always insists should be quoted in pre-publicity leaflets. The lines begin: 'I am going... to the Isle of Avalon, where falls not hail nor rain/ Nor ever wind blows loudly.' Avalon, the poem says, is land of 'billowing hollows' like a summer sea. 'Yes,' a disgruntled circus group manager, after hearing the lines read yesterday, said: 'I am going to Avalon. But I am going incredibly slowly because of the mud.' Even in yesterday evening's mist and rain, though, visitors to the festival's climax could still see a touch of this vision as they approached the real Vale of Avalon through valley upon valley of fields laid out with the grace of parkland, some of the richest pasture in Britain. Yesterday showed that the event has also become one of Britain's most litter-free public gatherings, with green groups insisting on rubbish being marshalled into piles of plastic bags, to be collected from today onwards by 200 volunteers. Mike Eavis is sceptical about the New Age metaphysical groups which had a high profile in this year's programme. 'Personally I believe in political action. I don't have much faith in Tarot cards.'",
                  "charCount": "2661",
                  "bylineHtml": "<span data-tag-id=\"15857\" class=\"contributor\">John Ezard</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          },
          {
              "id": "music/1993/may/03/artsfeatures.popandrock",
              "type": "article",
              "sectionId": "music",
              "sectionName": "Music",
              "webPublicationDate": "1993-05-03T14:30:36Z",
              "webTitle": "The Lord Reith of rock'n'roll",
              "webUrl": "https://www.theguardian.com/music/1993/may/03/artsfeatures.popandrock",
              "apiUrl": "https://content.guardianapis.com/music/1993/may/03/artsfeatures.popandrock",
              "fields": {
                  "headline": "The Lord Reith of rock'n'roll",
                  "standfirst": "Last week, John Peel was named National Broadcaster of the Year, an award that has been overdue for three decades",
                  "trailText": "<p>Last week, John Peel was named National Broadcaster of the Year, an award that has been overdue for three decades.\n</p>",
                  "byline": "Adam Sweeting",
                  "main": "",
                  "body": "<p>When John Peel wandered up to the podium to accept his Sony Radio Award as National Broadcaster Of The Year last week, he was probably the only person in the room who harboured doubts about whether he deserved it. While the collective reaction of the assembled media-folk was mostly 'better late than never', Peel, to whom the announcement of his name was a genuine surprise, was merely covered in confusion.</p> <p>'I was slightly flustered because it's not the sort of forum in which I shine,' he recalled a few days later, still slightly agog, although not agog enough to have been put off his habitual task of sifting meticulously through a heap of new recordings looking for tracks to play on his show. 'I wasn't sure what to say, so I started to say, as people do, that I shouldn't be getting credit for this award. I was going to say it's for Sheila, my wife - I always say this because it's true.</p> <p>'She is the kind of fuel on which I run, and without her nothing would happen. I don't want to sound maudlin about it, but she's just an astonishing woman, without whom, etcetera. So I was going to say that . . . but, er, I get terribly homesick when I'm away from home . . . I could tell as soon as I started to say this that I was going to start crying, so I stopped saying it. Of course, the Sun portrayed me as a sort of sobbing piss-artist.' The tone of confused humility and the panicky sense of being given something he couldn't possibly deserve are classic Peel. His old pal and ex-producer at Radio 1, John Walters, is convinced that Peel's somewhat leisured background and public school education are to blame. The son of an affluent Liverpool cotton-broker, Peel describes his background as 'impeccably middle-class. If Liverpool has a stockbroker belt, we lived in that. I can't claim a deprived, streetwise childhood.'</p> <p>Walters is more blunt. 'He had a nanny, don't forget. Public school. The usual nanny-and-beatings was his background, and so of course he'll do anything people tell him if they're in authority.' In the midst of an uninterruptable monologue about Peel's multiple idiosyncrasies, Walters recalls how Peel was once due to appear on a programme on Tyne Tees TV. The company sent him a first class return rail ticket to Newcastle. 'He scratched his head and said 'Am I allowed to travel second class?' I said 'OF COURSE YOU'RE FUCKING ALLOWED TO!' But it was always 'Am I allowed to?', whether it's his National Service or public school. Will authority let me be myself?' Peel successfully negotiated his stint of National Service under his real name of John Robert Parker Ravenscroft, and even quite enjoyed it. John Ravenscroft became John Peel when he joined the staff of the buccaneering pirate ship, Radio London, in March 1967. Although his Perfumed Garden show on Radio London would make Peel the toast of the peace-pot-and-patchouli-oil generation in 1967 - an amazing achievement for a programme whose entire lifespan barely amounted to 100 hours of airtime - he still remembers his Army serial number and retains a grasp of how to strip a Sten gun.</p> <p>John Peel has operated in the shadow of another higher authority, the BBC, since shortly after Radio London's demise in August 1967. After 25 years, the signs are that the Corporation has finally begun to treat Peel as an incomprehensible yet invaluable asset, after decades in which his career has been an obstacle course of baffling timetable-swapping and frequent rumours of his imminent dismissal.</p> <p>'Certainly, until recently, the BBC co-operated wholeheartedly in his desire to be a second-class citizen,' grumbles Walters. 'It was as if our programme was seen as a necessary evil. If anybody said to me 'You have no idea about being black in a white society', I'd say well, I've got a pretty good idea because I was a rock producer on Radio 1.'</p> <p>But Peel has remained resolute in his defence of his employers. 'People always think you say this because it's job-preservation,' Peel ruminates, 'but the great thing about the BBC is that they genuinely don't interfere in the content of the programme, and never have at all . . . I can't believe there are many other stations on earth where I'd be allowed that freedom.'</p> <p>Words like 'legend' and 'institution' are bandied about too freely in the media, often lavished on dullards who should have been dragged outside and shot years earlier, but in Peel's case both terms can be applied with a clear conscience. John Walters is convinced that Peel 'is actually the most important individual in the development of British rock music.' He points to Peel's influential microphone style, to his profound belief that the music itself can represent the 'public service' the BBC is always fretting about, and to the unique institution of the Peel Sessions which have given so many struggling popsters their first (and, mercifully, sometimes only) break.</p> <p>This is the kind of debate Peel won't be drawn into, but it was a combination of lucky timing and comfortable circumstances that afforded him priceless opportunities to let his instincts run riot. When he emerged from National Service, his father despatched young John Ravenscroft on a boat to Houston, Texas. 'I said I was going to hang around and watch the world go by. He said 'Not if I have anything to do with it, I'll send you to America if you'll go'. I said 'OK, send me, see if I care'. Bugger me if he didn't'</p> <p>Having been a solitary youth with a passion for skiffle, rock'n'roll and Radio Luxembourg, Ravenscroft Junior was hypnotised by American radio. 'I did my first programme in 1961 in Dallas, Texas, for radio station WRR,' Peel reports. Beatlemania and John Ravenscroft were sweeping across North America simultaneously, and Peel's Liverpool background (though any Scouser will insist it was strictly Cheshire) meant that Americans naturally assumed he was the fount of knowledge about all things Moptop-related. He did his best to oblige.</p> <p>'I used to have one of those extraordinary strangulated English middle-class accents,' says Peel, 'and I used to talk like a minor member of the royal family. Then it became necessary for me to have something the Americans could identify as a kind of Liverpool accent . . . '</p> <p>Thus the familiar Peel drone was made, not born. Equally crucial was his 18-month stint at a radio station in San Bernadino, California, where Peel was introduced to the FM radio which was becoming the bush-telegraph for the growing counter-culture, in contrast to the gibbering Top 40 trash on the AM pop stations. 'We were playing LP tracks and just broadening the scope of the station, and just generally doing what ended up as the substance of The Perfumed Garden. And when I left California I just brought that idea back with me.'</p> <p>With its freewheeling mix of poetry, philosophy, astrology, politics and left-field music, The Perfumed Garden was the sound of the nascent underground at play, and contained ideas which Peel would later smuggle into Radio 1 on Top Gear or the thoroughly esoteric Night Ride. If his latterday programmes are less startling, they still bear the hallmarks of a man whose career has been a symphony of noncomformity. He professes a doddering alarm at the clanking gears of Father Time (he's 53), but he's still faster on his feet than the young-ish upstarts. 'He's been able to maintain his status throughout the years by being unpredictable,' raps David Jensen, currently with London's Capital FM but once the other half of the Rhythm Pals double-act with Peel at Radio 1. 'He has always subscribed to the BBC as first and foremost a public service . . . There is something about the BBC in him which is kind of at odds with him as this rebel music leader. He actually is very Reithian . . . '</p> <p>Jensen is virtually the only other DJ whom Peel has ever claimed to like. Peel enjoyed their Rhythm Pals routine so much that he would even venture on to television, a medium he detests, to host Top Of The Pops with Jensen, albeit disguised as a Roman gladiator, a cowboy or a Blues Brother. Jensen's rapid-fire optimism happened to make a perfect balance with Peel's lugubrious irony and stubborn determination not to play anything too easy to listen to.</p> <p>'It didn't necessarily always work, but I've never laughed as much,' Jensen remembers, rheumily. 'Peel is a really genuine guy, and what you hear on the air is actually what he is. We developed this kind of night-time Radio 1 image for ourselves that would be part of, yet quite distinct from, mainstream Radio 1.' While Jensen has succumbed to the lure of commercial radio, Peel is happy to struggle on with his pathfinding mission. 'I remember two years before the whole Seattle music thing broke through, I heard him taping a show for British Forces Broadcasting,' Jensen adds. 'I said 'What the hell's that?' He said, in his kind of mocking way, 'You'll know about it in a year's time', and he was already championing grunge, though I don't know if it had a name then.'</p> <p>Peel admits he's a hopeless sentimentalist in matters concerning his wife, four children and friends, and he is frequently moved by the letters he receives from listeners of several generations. But when it comes to the records he plays, he is unsqueamish and mercilessly selective. Anything 'mainstream' makes him feel nervous, and he even stops playing the groups he likes once they've achieved what he regards as an adequate measure of success.</p> <p>Clive Selwood, who got to know Peel when he was running the Elektra label in London and found that The Perfumed Garden was the only show where he could get airplay for the likes of the Incredible String Band or Love, observes: 'People complain that once they're successful, he no longer plays them. That's absolutely true, but he feels his airtime is so limited that once they're successful they don't need him any more.' It's as if what really fascinates Peel is the process of change, both musical and social. 'I suppose it's in the nature of the programme that it updates itself constantly,' he ponders. 'I don't think I'm the sort of person who's given to a great deal of self-examination, and I don't really think about the past or the Radio London era at all, to be honest. I was told a few years ago by a physiotherapist that I was born with a very small muscle missing in my back - I had no idea it was missing, it's never bothered me. But I often feel as though the bit of me that makes most of my contemporaries want to listen to Grateful Dead records for the rest of their lives, that just seems not to have been there when I was born.'</p> <p>But outside the boundaries of his trade, which have expanded to include work for the BBC World Service, shows customised for assorted European markets and a syndicated programme which is making Peel a cult phenomenon on American college radio, the sometime flower-power guru keeps his distance from the 'real' world. Clive Selwood has been able to observe this at close quarters, since he once acted as Peel's sort-of manager, and his wife Shirley is now Peel's agent, insofar as he has any such thing.</p> <p>'He's so untogether, business-wise, that anything he earns he gives away in handfuls,' laments Selwood, who still winces at the money he and Peel managed to lose on their experimental Dandelion record label at the end of the sixties. 'At the Glastonbury festival last year, he turned his fee back to them. We said to him 'John, they're only giving eight per cent of the ticket price to Greenpeace. You don't have to give your whole fee back to them!' He goes 'Oh well, man does not live by bread alone' kind of thing. 'It's a good cause and I enjoyed doing it, so ...' '</p> <p>It was ever thus. When the John Peel Roadshow used to visit clubs and colleges round the country, he would insist that a couple of local bands without record deals be added to the bill. If he liked them, he would give them his DJ's fee at the end of the evening, then would sometimes have to borrow money to get home. Countless struggling bands have found free accommodation chez Peel, and many more have availed themselves of his reckless cash handouts.</p> <p>'Sheila would be the first to point out that they could do with the money, they were talking about getting married, and what's the point of giving it to those dickheads who would blow it on themselves?' says Walters. 'She used to be absolutely pissed off - she'd turn up and there'd be all these horrendous groups kipping on the sofa.'</p> <p>Peel could earn plenty from doing advertising voice-overs, but all offers are subjected to meticulous screening, especially since he recorded a plug for a brand of weedkiller subsequently suspected of containing Agent Orange (it didn't). 'We have to ask people to give us a chemical breakdown of their products, in case it contains something he doesn't approve of,' sighs Selwood. 'He won't do anything to do with animal products or booze or tobacco, so he turns aside huge amounts of money every year.' Yet Peel is regularly heard complaining that he's short of cash. 'Oh yes, all the time,' says Selwood. 'There is a kind of morality thing behind it, because the idea that somebody's actually paying him to sit there and play his favourite records is astonishing to him. So he feels morally bound to give a lot of it back to the people who produce the music.'</p> <p>But if Peel feels his purpose is serious, he's equally sure that the music itself isn't. 'People take it incredibly seriously,' he marvels. 'Things like Q magazine, where you get the impression that popular music is like an A-level subject. I like the fact that some of it's incredibly stupid, like the American label Slap A Ham putting out a seven-inch EP with 89 tracks by 68 bands, none of them more than 18 seconds long. Obviously that's quite plainly nuts, but agreeably so.'</p> <p>Peel appears to have no option but to bop till he drops. 'John Walters is often quoted as saying if he ever reaches puberty, we're all in trouble,' says Clive Selwood. 'He's still at that really excited stage.'</p>",
                  "wordcount": "2466",
                  "commentable": "false",
                  "isPremoderated": "false",
                  "lastModified": "2017-05-31T21:53:35Z",
                  "newspaperEditionDate": "1993-05-03T00:00:00Z",
                  "productionOffice": "UK",
                  "publication": "theguardian.com",
                  "shortUrl": "https://gu.com/p/xt9fg",
                  "shouldHideAdverts": "false",
                  "showInRelatedContent": "true",
                  "legallySensitive": "false",
                  "lang": "en",
                  "bodyText": "When John Peel wandered up to the podium to accept his Sony Radio Award as National Broadcaster Of The Year last week, he was probably the only person in the room who harboured doubts about whether he deserved it. While the collective reaction of the assembled media-folk was mostly 'better late than never', Peel, to whom the announcement of his name was a genuine surprise, was merely covered in confusion. 'I was slightly flustered because it's not the sort of forum in which I shine,' he recalled a few days later, still slightly agog, although not agog enough to have been put off his habitual task of sifting meticulously through a heap of new recordings looking for tracks to play on his show. 'I wasn't sure what to say, so I started to say, as people do, that I shouldn't be getting credit for this award. I was going to say it's for Sheila, my wife - I always say this because it's true. 'She is the kind of fuel on which I run, and without her nothing would happen. I don't want to sound maudlin about it, but she's just an astonishing woman, without whom, etcetera. So I was going to say that . . . but, er, I get terribly homesick when I'm away from home . . . I could tell as soon as I started to say this that I was going to start crying, so I stopped saying it. Of course, the Sun portrayed me as a sort of sobbing piss-artist.' The tone of confused humility and the panicky sense of being given something he couldn't possibly deserve are classic Peel. His old pal and ex-producer at Radio 1, John Walters, is convinced that Peel's somewhat leisured background and public school education are to blame. The son of an affluent Liverpool cotton-broker, Peel describes his background as 'impeccably middle-class. If Liverpool has a stockbroker belt, we lived in that. I can't claim a deprived, streetwise childhood.' Walters is more blunt. 'He had a nanny, don't forget. Public school. The usual nanny-and-beatings was his background, and so of course he'll do anything people tell him if they're in authority.' In the midst of an uninterruptable monologue about Peel's multiple idiosyncrasies, Walters recalls how Peel was once due to appear on a programme on Tyne Tees TV. The company sent him a first class return rail ticket to Newcastle. 'He scratched his head and said 'Am I allowed to travel second class?' I said 'OF COURSE YOU'RE FUCKING ALLOWED TO!' But it was always 'Am I allowed to?', whether it's his National Service or public school. Will authority let me be myself?' Peel successfully negotiated his stint of National Service under his real name of John Robert Parker Ravenscroft, and even quite enjoyed it. John Ravenscroft became John Peel when he joined the staff of the buccaneering pirate ship, Radio London, in March 1967. Although his Perfumed Garden show on Radio London would make Peel the toast of the peace-pot-and-patchouli-oil generation in 1967 - an amazing achievement for a programme whose entire lifespan barely amounted to 100 hours of airtime - he still remembers his Army serial number and retains a grasp of how to strip a Sten gun. John Peel has operated in the shadow of another higher authority, the BBC, since shortly after Radio London's demise in August 1967. After 25 years, the signs are that the Corporation has finally begun to treat Peel as an incomprehensible yet invaluable asset, after decades in which his career has been an obstacle course of baffling timetable-swapping and frequent rumours of his imminent dismissal. 'Certainly, until recently, the BBC co-operated wholeheartedly in his desire to be a second-class citizen,' grumbles Walters. 'It was as if our programme was seen as a necessary evil. If anybody said to me 'You have no idea about being black in a white society', I'd say well, I've got a pretty good idea because I was a rock producer on Radio 1.' But Peel has remained resolute in his defence of his employers. 'People always think you say this because it's job-preservation,' Peel ruminates, 'but the great thing about the BBC is that they genuinely don't interfere in the content of the programme, and never have at all . . . I can't believe there are many other stations on earth where I'd be allowed that freedom.' Words like 'legend' and 'institution' are bandied about too freely in the media, often lavished on dullards who should have been dragged outside and shot years earlier, but in Peel's case both terms can be applied with a clear conscience. John Walters is convinced that Peel 'is actually the most important individual in the development of British rock music.' He points to Peel's influential microphone style, to his profound belief that the music itself can represent the 'public service' the BBC is always fretting about, and to the unique institution of the Peel Sessions which have given so many struggling popsters their first (and, mercifully, sometimes only) break. This is the kind of debate Peel won't be drawn into, but it was a combination of lucky timing and comfortable circumstances that afforded him priceless opportunities to let his instincts run riot. When he emerged from National Service, his father despatched young John Ravenscroft on a boat to Houston, Texas. 'I said I was going to hang around and watch the world go by. He said 'Not if I have anything to do with it, I'll send you to America if you'll go'. I said 'OK, send me, see if I care'. Bugger me if he didn't' Having been a solitary youth with a passion for skiffle, rock'n'roll and Radio Luxembourg, Ravenscroft Junior was hypnotised by American radio. 'I did my first programme in 1961 in Dallas, Texas, for radio station WRR,' Peel reports. Beatlemania and John Ravenscroft were sweeping across North America simultaneously, and Peel's Liverpool background (though any Scouser will insist it was strictly Cheshire) meant that Americans naturally assumed he was the fount of knowledge about all things Moptop-related. He did his best to oblige. 'I used to have one of those extraordinary strangulated English middle-class accents,' says Peel, 'and I used to talk like a minor member of the royal family. Then it became necessary for me to have something the Americans could identify as a kind of Liverpool accent . . . ' Thus the familiar Peel drone was made, not born. Equally crucial was his 18-month stint at a radio station in San Bernadino, California, where Peel was introduced to the FM radio which was becoming the bush-telegraph for the growing counter-culture, in contrast to the gibbering Top 40 trash on the AM pop stations. 'We were playing LP tracks and just broadening the scope of the station, and just generally doing what ended up as the substance of The Perfumed Garden. And when I left California I just brought that idea back with me.' With its freewheeling mix of poetry, philosophy, astrology, politics and left-field music, The Perfumed Garden was the sound of the nascent underground at play, and contained ideas which Peel would later smuggle into Radio 1 on Top Gear or the thoroughly esoteric Night Ride. If his latterday programmes are less startling, they still bear the hallmarks of a man whose career has been a symphony of noncomformity. He professes a doddering alarm at the clanking gears of Father Time (he's 53), but he's still faster on his feet than the young-ish upstarts. 'He's been able to maintain his status throughout the years by being unpredictable,' raps David Jensen, currently with London's Capital FM but once the other half of the Rhythm Pals double-act with Peel at Radio 1. 'He has always subscribed to the BBC as first and foremost a public service . . . There is something about the BBC in him which is kind of at odds with him as this rebel music leader. He actually is very Reithian . . . ' Jensen is virtually the only other DJ whom Peel has ever claimed to like. Peel enjoyed their Rhythm Pals routine so much that he would even venture on to television, a medium he detests, to host Top Of The Pops with Jensen, albeit disguised as a Roman gladiator, a cowboy or a Blues Brother. Jensen's rapid-fire optimism happened to make a perfect balance with Peel's lugubrious irony and stubborn determination not to play anything too easy to listen to. 'It didn't necessarily always work, but I've never laughed as much,' Jensen remembers, rheumily. 'Peel is a really genuine guy, and what you hear on the air is actually what he is. We developed this kind of night-time Radio 1 image for ourselves that would be part of, yet quite distinct from, mainstream Radio 1.' While Jensen has succumbed to the lure of commercial radio, Peel is happy to struggle on with his pathfinding mission. 'I remember two years before the whole Seattle music thing broke through, I heard him taping a show for British Forces Broadcasting,' Jensen adds. 'I said 'What the hell's that?' He said, in his kind of mocking way, 'You'll know about it in a year's time', and he was already championing grunge, though I don't know if it had a name then.' Peel admits he's a hopeless sentimentalist in matters concerning his wife, four children and friends, and he is frequently moved by the letters he receives from listeners of several generations. But when it comes to the records he plays, he is unsqueamish and mercilessly selective. Anything 'mainstream' makes him feel nervous, and he even stops playing the groups he likes once they've achieved what he regards as an adequate measure of success. Clive Selwood, who got to know Peel when he was running the Elektra label in London and found that The Perfumed Garden was the only show where he could get airplay for the likes of the Incredible String Band or Love, observes: 'People complain that once they're successful, he no longer plays them. That's absolutely true, but he feels his airtime is so limited that once they're successful they don't need him any more.' It's as if what really fascinates Peel is the process of change, both musical and social. 'I suppose it's in the nature of the programme that it updates itself constantly,' he ponders. 'I don't think I'm the sort of person who's given to a great deal of self-examination, and I don't really think about the past or the Radio London era at all, to be honest. I was told a few years ago by a physiotherapist that I was born with a very small muscle missing in my back - I had no idea it was missing, it's never bothered me. But I often feel as though the bit of me that makes most of my contemporaries want to listen to Grateful Dead records for the rest of their lives, that just seems not to have been there when I was born.' But outside the boundaries of his trade, which have expanded to include work for the BBC World Service, shows customised for assorted European markets and a syndicated programme which is making Peel a cult phenomenon on American college radio, the sometime flower-power guru keeps his distance from the 'real' world. Clive Selwood has been able to observe this at close quarters, since he once acted as Peel's sort-of manager, and his wife Shirley is now Peel's agent, insofar as he has any such thing. 'He's so untogether, business-wise, that anything he earns he gives away in handfuls,' laments Selwood, who still winces at the money he and Peel managed to lose on their experimental Dandelion record label at the end of the sixties. 'At the Glastonbury festival last year, he turned his fee back to them. We said to him 'John, they're only giving eight per cent of the ticket price to Greenpeace. You don't have to give your whole fee back to them!' He goes 'Oh well, man does not live by bread alone' kind of thing. 'It's a good cause and I enjoyed doing it, so ...' ' It was ever thus. When the John Peel Roadshow used to visit clubs and colleges round the country, he would insist that a couple of local bands without record deals be added to the bill. If he liked them, he would give them his DJ's fee at the end of the evening, then would sometimes have to borrow money to get home. Countless struggling bands have found free accommodation chez Peel, and many more have availed themselves of his reckless cash handouts. 'Sheila would be the first to point out that they could do with the money, they were talking about getting married, and what's the point of giving it to those dickheads who would blow it on themselves?' says Walters. 'She used to be absolutely pissed off - she'd turn up and there'd be all these horrendous groups kipping on the sofa.' Peel could earn plenty from doing advertising voice-overs, but all offers are subjected to meticulous screening, especially since he recorded a plug for a brand of weedkiller subsequently suspected of containing Agent Orange (it didn't). 'We have to ask people to give us a chemical breakdown of their products, in case it contains something he doesn't approve of,' sighs Selwood. 'He won't do anything to do with animal products or booze or tobacco, so he turns aside huge amounts of money every year.' Yet Peel is regularly heard complaining that he's short of cash. 'Oh yes, all the time,' says Selwood. 'There is a kind of morality thing behind it, because the idea that somebody's actually paying him to sit there and play his favourite records is astonishing to him. So he feels morally bound to give a lot of it back to the people who produce the music.' But if Peel feels his purpose is serious, he's equally sure that the music itself isn't. 'People take it incredibly seriously,' he marvels. 'Things like Q magazine, where you get the impression that popular music is like an A-level subject. I like the fact that some of it's incredibly stupid, like the American label Slap A Ham putting out a seven-inch EP with 89 tracks by 68 bands, none of them more than 18 seconds long. Obviously that's quite plainly nuts, but agreeably so.' Peel appears to have no option but to bop till he drops. 'John Walters is often quoted as saying if he ever reaches puberty, we're all in trouble,' says Clive Selwood. 'He's still at that really excited stage.'",
                  "charCount": "13985",
                  "bylineHtml": "<span data-tag-id=\"15302\" class=\"contributor\">Adam Sweeting</span>"
              },
              "isHosted": false,
              "pillarId": "pillar/arts",
              "pillarName": "Arts"
          }
      ]
  }
}